---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.LostReference
source: html/175f5987-ebbf-6ca7-3ad3-dc18ea59e3f2.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.LostReference Property

A relationship between Elements in [Option Name] and [Reference Option Name] has been deleted. There is no corresponding relationship in the Primary [New Primary Option Name].

## Syntax (C#)
```csharp
public static FailureDefinitionId LostReference { get; }
```